[
  {
    "event_id": "001",
    "event_title": "HIIT Circuit Training",
    "thumbnail_url": "https://i.ibb.co/LtTNJ9h/1.jpg",
    "lesson": 10,
    "date": "2024-05-05",
    "time": "6:00 PM - 7:00 PM",
    "location": "FitZone Gym, 123 Main Street, Cityville",
    "ticket_price": 299,
    "short_description": "Join us for an energetic HIIT circuit session, guaranteed to get your heart pumping and calories burning!",
    "description": "This high-energy workout combines strength and cardio exercises in quick succession, designed to maximize calorie burn and improve overall fitness levels. Suitable for all fitness levels, modifications will be provided to accommodate beginners to advanced participants."
  },
  {
    "event_id": "002",
    "event_title": "Yoga Flow & Meditation",
    "thumbnail_url": "https://i.ibb.co/k1nb109/2.jpg",
    "lesson": 10,
    "date": "2024-05-10",
    "time": "7:30 AM - 8:30 AM",
    "ticket_price": 499,
    "location": "Serenity Yoga Studio, 456 Oak Avenue, Tranquil Town",
    "short_description": "Start your day with a rejuvenating yoga flow followed by calming meditation, perfect for finding inner peace and balance.",
    "description": "This class combines gentle yoga sequences with mindfulness meditation, allowing you to cultivate strength, flexibility, and inner calm. Suitable for all levels, beginners welcome. Mats provided."
  },
  {
    "event_id": "003",
    "event_title": "Strength & Conditioning Workshop",
    "thumbnail_url": "https://i.ibb.co/Gkxx9j0/3.jpg",
    "lesson": 10,
    "date": "2024-05-15",
    "time": "10:00 AM - 12:00 PM",
    "ticket_price": 290,
    "location": "PowerHouse Gym, 789 Elm Street, Strengthville",
    "short_description": "Elevate your fitness game with our comprehensive workshop, featuring expert guidance on strength training techniques and conditioning drills.",
    "description": "Led by certified trainers, this workshop covers fundamental strength exercises, proper form, and programming principles to help you achieve your fitness goals effectively and safely. Whether you're an athlete looking to enhance performance or a beginner wanting to build strength, this workshop is for you."
  },
  {
    "event_id": "004",
    "event_title": "Spin & Sweat Challenge",
    "thumbnail_url": "https://i.ibb.co/X4jbZSY/4.jpg",
    "lesson": 10,
    "date": "2024-05-20",
    "time": "5:30 PM - 6:30 PM",
    "ticket_price": 390,
    "location": "CycleFit Studio, 101 Maple Lane, Cardio City",
    "short_description": "Join us for a heart-pumping spin session guaranteed to challenge your endurance and leave you dripping with sweat!",
    "description": "This exhilarating ride features dynamic music and instructor-led intervals, simulating outdoor terrain for an immersive cycling experience. Suitable for all fitness levels, beginners to experienced riders welcome. Limited spots available, book now!"
  },
  {
    "event_id": "005",
    "event_title": "Bootcamp Blast",
    "thumbnail_url": "https://i.ibb.co/vw9wN9D/5.jpg",
    "lesson": 10,
    "date": "2024-05-25",
    "time": "6:00 PM - 7:00 PM",
    "ticket_price": 190,
    "location": "FitZone Gym, 123 Main Street, Cityville",
    "short_description": "Get ready to sweat and challenge yourself with our dynamic bootcamp class designed to push your limits and maximize results!",
    "description": "Led by motivational trainers, this high-intensity bootcamp combines bodyweight exercises, plyometrics, and interval training to improve strength, endurance, and agility. Modifications provided for all fitness levels. Bring water and a towel, and prepare to conquer your fitness goals!"
  },
  {
    "event_id": "006",
    "event_title": "Flexibility & Mobility Workshop",
    "thumbnail_url": "https://i.ibb.co/q0ZB8nk/6.jpg",
    "lesson": 10,
    "date": "2024-05-30",
    "time": "9:00 AM - 11:00 AM",
    "ticket_price": 490,
    "location": "FlexFit Studio, 222 Pine Street, Flex City",
    "short_description": "Unlock your body's potential with our workshop designed to improve flexibility, mobility, and overall movement quality.",
    "description": "Led by experienced mobility coaches, this workshop explores techniques to increase flexibility and mobility, addressing common areas of tightness and restriction. Learn dynamic stretches, foam rolling techniques, and corrective exercises to optimize your movement patterns and prevent injuries. Suitable for all ages and fitness levels. Limited spots available, reserve your spot now!"
  }
]
